{
  "cart": [
    {
      "id": 7,
      "quantity": 1
    },
    {
      "id": 8,
      "quantity": 1
    },
    {
      "id": 6,
      "quantity": 1
    }
  ],
  "category": [
    {
      "id": "lightbeer",
      "title": "Пиво светлое",
      "color": "lightbeer",
      "imageSrc": "https://avatars.mds.yandex.net/i?id=4d63f05bc0c4859f0642ba407c208f9b-4458035-images-thumbs&n=13"
    },
    {
      "id": "darkbeer",
      "title": "Пиво темное",
      "color": "darkbeer",
      "imageSrc": "https://avatars.mds.yandex.net/get-zen_doc/1101166/pub_5d3f3e219f272100ae4ed83a_5d3f40d4a98a2a00ad72665b/scale_1200"
    },
    {
      "id": "snacks",
      "title": "Закуски",
      "color": "snacks",
      "imageSrc": "https://avatars.mds.yandex.net/get-zen_doc/1349008/pub_5c717865be549400b427a49c_5c71786ec250b100b4764984/scale_1200"
    }
  ],
  "items": [
    {
      "id": 1,
      "title": "WooHa Rogue Clan Scotch Ale",
      "price": 124,
      "color": "lightbeer",
      "imageSrc": "https://leolsbeer.ru/upload/iblock/6ab/6aba278289e15a88e30c852b561ec390.png",
      "brief": "ВууХа Рог Клан Скотч Эль",
      "description": [
        {
          "type": "text",
          "text": "Крафтовое пиво Rogue Clan - банда или клан разбойников, именно такими считает себя команда пивоваров WooHa. Пустившись в произвол, они сварили WooHa, Rogue Clan Scotch Ale, современную версию самого традиционного для Шотландии стиля пива - янтарный шотландский эль с ароматом мёда и вереска. Насыщенно солодовый вкус его лишь слегка приправлен хмелем и завершен гладким, чистым послевкусием."
        },
        {
          "type": "text",
          "text": " Товарный знак пивоварни WooHa Brewing Company - Braveheart Coo («бык с храбрым сердцем») в национальной шотландской одежде и в цветах национального флага. Пивоварня WooHa Brewing Company расположена в самых дебрях Шотландии, в долине Speyside (долина реки Спей), известной самыми знаменитыми в мире винокурнями, производящими виски."
        },
        {
          "type": "text",
          "text": "Пиво WooHa варится с использованием той же чистейшей воды, что и лучшие в мире сорта шотландского виски. Пивовары варят всего 500 000 литров в год, но в планах увеличить ее до 2,5 миллионов к концу 2020 г. Чтобы придать пиву уникальность и особый аромат закупаются самые лучшие ингредиенты со всего мира."
        }
      ]
    },
    {
      "id": 2,
      "title": "4brewers Reverse - Pils 0.5l can",
      "color": "lightbeer",
      "price": 189,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/f1e/f1ec09a22afc96eed8487c64a056babb.png",
      "brief": "Четыре пивовара Реверс - Пилс 0.5 л банка",
      "description": [
        {
          "type": "text",
          "text": "Четыре пивовара Reverse - Pils – самый что ни на есть настоящий пилснер с горчинкой, сенным ароматом, телом и зашкаливающей питкостью. Когда уже перепробовал весь крафт на свете, хочется чего-то особенного, чего-то эдакого. Такого, что возвращает в отчий дом, прижимает к материнской груди и успокаивает. Пейте смело и вдумчиво."
        },
        {
          "type": "text",
          "text": "4brewers Reverse - Pils от крафтовой российской пивоварни четыре пивовара Владимирская пивоварня 4BREWERS. Создатели необычных вкусов, ярких обложек и небанальных названий. Экспериментаторы, любители пива и просто крутые ребята, творящие под лозунгом: «Долой скуку, пиво должно быть интересным, как внутри, так и снаружи!»."
        }
      ]
    },
    {
      "id": 3,
      "title": "4brewers Bolshoy Brat 0.5l can",
      "color": "lightbeer",
      "price": 229,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/a29/a29f6020539910780d0220cc345360f2.png",
      "brief": "Четыре пивовара Большой Брат 0.5 л банка",
      "description": [
        {
          "type": "text",
          "text": "Четыре пивовара Большой Брат – двойной индийский пэйл эль. Сильный и сложный цитрусово-хвойный вкус хмеля. Средний чистый солодовый вкус дополняет высокую хмелевую горечь, создавая отличный баланс. Длительная, остающаяся горечь в послевкусии. Вам никогда не казалось, что какое-то тайное сообщество раскинуло свои щупальца во все точки нашей планеты и негласно управляет историческим процессом? Иллюминаты? Масоны? Еще более тайные ордена? А может, спецслужбы? Специально для адептов конспирологии мы сварили этот двойной IPA. Бдите, Большой Брат следит за вами!"
        },
        {
          "type": "text",
          "text": "4brewers Большой Брат от крафтовой российской пивоварни четыре пивовара Владимирская пивоварня 4BREWERS. Создатели необычных вкусов, ярких обложек и небанальных названий. Экспериментаторы, любители пива и просто крутые ребята, творящие под лозунгом: «Долой скуку, пиво должно быть интересным, как внутри, так и снаружи!»."
        }
      ]
    },
    {
      "id": 4,
      "title": "4brewers Vbros (Galaxy, Mosaic) 0.5l can",
      "color": "lightbeer",
      "price": 189,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/fee/fee501ed7fd777210ecec358a64c37bf.png",
      "brief": "Четыре пивовара Вброс (Гэлакси + Мозаик) 0.5 л банка",
      "description": [
        {
          "type": "text",
          "text": "Четыре пивовара Вброс (Galaxy, Mosaic)  – светлый полнотелый эль с явной, но не навязчивой горечью и цитрусово-хвойным ароматом американских хмелей. Ситуация, сложившаяся в нашей стране больше не может оставлять нас бездействовать. С целью повлиять на текущее положение дел, было принято решение провести вброс! Но, поскольку, от политики мы совсем далеки, то вбросили изрядное количество хмеля в сусло, а также в танк с нашим пивом. Наиболее полно букет этого эля раскрывается во время проведения предвыборных кампаний и выборов с использованием недобросовестных приемов. Как говорится «Выборы, выборы! Кандидаты – молодцы». Делайте свой выбор! Чирс!"
        }
      ]
    },
    {
      "id": 5,
      "title": "AF Brew Black Magic",
      "color": "darkbeer",
      "price": 176,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/faf/faf897fabc3d5b0c49113b08096e7c2c.png",
      "brief": "АФ Брю Блэк Мэджик",
      "description": [
        {
          "type": "text",
          "text": "Американский портер, сваренный на основе жареного ячменя и шоколадного солода, охмелённый при варке довольно мягким сортом Willamette и Warrior на позднем охмелении. При подаче холодным проявляет в первую очередь хмелевые характеристики, напоминая Black IPA, подышав, раскрывает шоколадно-карамельные оттенки и ноты чёрных ягод. "
        },
        {
          "type": "text",
          "text": "Портер Black Magic от крафтовой питерской пивоварни AF Brew Никита Филиппов, Дмитрий Булдаков и Артем Кольчуков - три отца основателя революционной пивоварни AF Brew (Anti Factory Brewery), пивоварня стартовала в 2012 году, начиная работать в статусе контрактной, и уже в 2016 году обзаводится собственными мощностями. AF одними из первых в России зажгли сердца самых непохожих друг на друга людей такими непохожими ни на одно представленное на рынке в тот момент пиво сортами. После их Ingria Pale Ale история российского крафта вошла в ключевой для дальнейшего развития поворот."
        }
      ]
    },
    {
      "id": 6,
      "title": "AF Brew Зимняя Меланхолия",
      "color": "darkbeer",
      "price": 156,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/c9e/c9e5f0f48c2e920bc26dc32869015417.png",
      "brief": "AF Brew Зимняя Меланхолия",
      "description": [
        {
          "type": "text",
          "text": "В пару к уже ведущему свою зловещую алкогольную жатву тройному Old Sparky мы рады предложить вашему досужему вниманию Зимнюю Меланхолию. Мы взяли крайне успешную рецептуру нашего имперского балтийского портера и добавили ему рождественской мимимишности с помощью свежемолотого кофе и порочно-маслянистых стручков ванили, нашинкованных по специальной технологии. "
        },
        {
          "type": "text",
          "text": "Кофе подобрали и намололи наши друзья и недавние коллабораторы из питерского Double B Coffee&Tea (это был хитрый эспрессо-бленд из 70% Руанды и 30% Бразилии), а ваниль мы выписали с секретной ванильной базы. "
        },
        {
          "type": "text",
          "text": "Унылый дождь на этикетке сменился крупными хлопьями снега, а депрессия в названии уступила место рефлексии. И в Новом Году мы желаем всем научиться обращать свою меланхолию в самосозерцание, а черные дыры депрессии - в яркие вспышки экспрессии! "
        }
      ]
    },
    {
      "id": 7,
      "title": "AF Brew Candyman! Candyman! Candyman!",
      "color": "darkbeer",
      "price": 176,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/bc7/bc7bbfb0cedcf7f53284115f0ed08480.png",
      "brief": "АФ Брю Кэндимэн! ",
      "description": [
        {
          "type": "text",
          "text": "Candyman! от AF Brew - пиво сварено в стиле Имперский стаут (Imperial Stout), с жидким шоколадом, ромом и кокосовой стружкой."
        },
        {
          "type": "text",
          "text": "Candyman! Candyman! Candyman! от крафтовой питерской пивоварни AF Brew Никита Филиппов, Дмитрий Булдаков и Артем Кольчуков - три отца основателя революционной пивоварни AF Brew (Anti Factory Brewery), пивоварня стартовала в 2012 году, начиная работать в статусе контрактной, и уже в 2016 году обзаводится собственными мощностями. AF одними из первых в России зажгли сердца самых непохожих друг на друга людей такими непохожими ни на одно представленное на рынке в тот момент пиво сортами. После их Ingria Pale Ale история российского крафта вошла в ключевой для дальнейшего развития поворот."
        }
      ]
    },
    {
      "id": 8,
      "title": "Alvinne Berliner Ryesse",
      "color": "darkbeer",
      "price": 384,
      "imageSrc": "https://leolsbeer.ru/upload/iblock/0d5/0d57faedaf641a2a268ac1ffacc05416.png",
      "brief": "Алвинн Берлинер Рэйс",
      "description": [
        {
          "type": "text",
          "text": "Alvinne Berliner Ryesse - Берлинер с 20% засыпи пшеницы и 30% ржи. Коллаборация с дружественной пивоварней Laugar brewery из страны Басков. "
        },
        {
          "type": "text",
          "text": "Рады представить вам любителей безумных экспериментов пивоварню Alvinne, основанную в 2004 году. Один из основателей Marc DeKeukeleire известен как The Yeast Whisperer - Шепчущий дрожжам. Известен тем, что вывел свой культуру дрожжей, причем изначальный материал он лично добыл в воздухе французской провинции Овернь, известной как родина лучших сыров. Спустя годы работы в лаборатории он выделил Morpheus, так называется фирменный штамм Alvinee. На самом деле это ансамбль из двух пород дрожжей и одной породы молочнокислых бактерий.Так что с 2010 года Alvinne имеют свой собственный штамм, и практически всё своё пиво варят с его использованием. Как вы могли догадаться большинство сортов этой пивоварни относятся к диким или кислым элям - аналогам ламбиков, гёзов, фламандских красных элей, а так же american wild ale."
        }
      ]
    },
    {
      "id": 9,
      "title": "СНЭКСЫ",
      "color": "snacks",
      "price": 120,
      "imageSrc": "https://avatars.mds.yandex.net/i?id=3090987230bc783568164647fae21469-5338806-images-thumbs&n=13",
      "brief": "Лутовские пшенично-ржаные с чесноком и солью 1кг",
      "description": [
        {
          "type": "text",
          "text": "Состав: хлеб пшенично-ржаной (мука пшеничная хлебопекарная первого сорта, мука ржаная обдирная, солод ржаной сухой, соль поваренная пищевая, дрожжи хлебопекарные), масло растительное рафинированное дезодарированное, чеснок сушеный (гранулы, хлопья) соль поваренная пищевая, усилитель вкуса Е621.  "
        }
      ]
    },
    {
      "id": 10,
      "title": "Арахис в глазури со вкусом Васаби",
      "color": "snacks",
      "price": 277,
      "imageSrc": "https://im0-tub-ru.yandex.net/i?id=a4a01aee9dab365733faccc65187fa1f-sr&n=13",
      "brief": "Арахис в глазури со вкусом Васаби",
      "description": [
        {
          "type": "text",
          "text": "Состав:арахис, кукурузный крахмал, пшеничная мука, сахар, соль, соевое масло, вкусовая добавка васаби."
        }
      ]
    },
    {
      "id": 11,
      "title": "Балычек Куриный с чесноком ",
      "color": "snacks",
      "price": 402,
      "imageSrc": "https://static.tildacdn.com/tild6662-6137-4066-a139-616164663736/35mhxjz9uyskswo8kggo.png",
      "brief": "500 гр",
      "description": [
        {
          "type": "text",
          "text": "Состав: куриное филе, чеснок натуральный, нитритно-посолочная смесь, смесь пряностей. "
        }
      ]
    },
    {
      "id": 12,
      "title": "Горбуша соломка вяленая",
      "color": "snacks",
      "price": 506,
      "imageSrc": "https://avatars.mds.yandex.net/i?id=b2f80a0f97b0d2bb2dd7346612140383-5232513-images-thumbs&n=13",
      "brief": "500 гр",
      "description": [
        {
          "type": "text",
          "text": "Состав: горбуша, соль. "
        }
      ]
    }
  ],
  "comments": [
    {
      "shopItemId": 6,
      "text": "Замечательное пиво! Взяли ящик",
      "today": "28/12/2021 @ 18:4:8",
      "id": 1
    }
  ]
}